/* No comment provided by engineer. */
"Bookmarked Repositories" = "Bookmarked Repositories";

/* No comment provided by engineer. */
"Bus Stop" = "Bus Stop";

/* No comment provided by engineer. */
"Connection Failed" = "Connection Failed";

/* No comment provided by engineer. */
"Could not connect to server" = "Could not connect to server";

/* No comment provided by engineer. */
"Could not retrieve Breakfast Menu" = "Could not retrieve Breakfast Menu";

/* No comment provided by engineer. */
"Could not retrieve Dining Hall Hours information" = "Could not retrieve Dining Hall Hours information";

/* No comment provided by engineer. */
"Could not retrieve Dinner Menu" = "Could not retrieve Dinner Menu";

/* No comment provided by engineer. */
"Could not retrieve information about today's open hours" = "Could not retrieve information about today's open hours";

/* No comment provided by engineer. */
"Could not retrieve item-availability" = "Could not retrieve item-availability";

/* No comment provided by engineer. */
"Could not retrieve Libraries/Archives" = "Could not retrieve Libraries/Archives";

/* No comment provided by engineer. */
"Could not retrieve Lunch Menu" = "Could not retrieve Lunch Menu";

/* No comment provided by engineer. */
"Could not retrieve results, please try again later." = "Could not retrieve results, please try again later.";

/* No comment provided by engineer. */
"Error Connecting" = "Error Connecting";

/* No comment provided by engineer. */
"Error connecting. Please check your internet connection." = "Error connecting. Please check your internet connection.";

/* No comment provided by engineer. */
"Locations & Hours" = "Locations & Hours";

/* No comment provided by engineer. */
"No Results Found" = "No Results Found";

/* No comment provided by engineer. */
"Nothing found" = "Nothing found";

/* No comment provided by engineer. */
"Nothing found." = "Nothing found.";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Old Classes" = "Old Classes";

/* No comment provided by engineer. */
"Problem loading shuttle info. Please check your internet connection." = "Problem loading shuttle info. Please check your internet connection.";

/* No comment provided by engineer. */
"Retrieved more than 200 results. Please refine your query" = "Retrieved more than 200 results. Please refine your query";

/* No comment provided by engineer. */
"Route" = "Route";

/* No comment provided by engineer. */
"Search Campus Map" = "Search Campus Map";

/* No comment provided by engineer. */
"Subscription failed" = "Subscription failed";

/* No comment provided by engineer. */
"There was a problem retrieving shuttle data. Please check your connection and try again" = "There was a problem retrieving shuttle data. Please check your connection and try again";

/* No comment provided by engineer. */
"Tip: You can search above by a person's first or last name or email address." = "Tip: You can search above by a person's first or last name or email address.";

/* No comment provided by engineer. */
"Too Many Results" = "Too Many Results";

/* No comment provided by engineer. */
"We are sorry, we failed to register your device for a shuttle notification" = "We are sorry, we failed to register your device for a shuttle notification";

/* No comment provided by engineer. */
"Your query returned no matches." = "Your query returned no matches.";

